Repository: kunalchavda63/farming_motor_app
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Log In
gu: લોગ ઇન કરો

source: Already have an account?
gu: શું તમારી પાસે પહેલેથી એક એકાઉન્ટ છે?

# pleaseSignIn
source: Please sign in to your existing account
gu: કૃપા કરીને તમારા હાલના એકાઉન્ટમાં સાઇન ઇન કરો

source: Email
gu: ઈમેલ

source: Full Name
gu: પૂરું નામ

source: Mobile Number
gu: મોબાઇલ નંબર

source: Password
gu: પાસવર્ડ

source: Remember me
gu: મને યાદ રાખો

# forgotCPassword
source: Forgot Password
gu: પાસવર્ડ ભૂલી ગયા છો

source: Forgot password
gu: પાસવર્ડ ભૂલી ગયા છો

source: OTP Verification
gu: OTP વેરિફિકેશન

# doNotHaveAnAccount
source: Don't have an account?
gu: શું તમારી પાસે એકાઉન્ટ નથી?

source: Or
gu: અથવા

source: Send Code
gu: કોડ મોકલો

source: Send
gu: મોકલો

source: Verification
gu: વેરિફિકેશન

# weHaveSentCode
source: We have sent a code to your email
gu: અમે તમારા ઈમેલ પર એક કોડ મોકલ્યો છે

source: Code
gu: કોડ

source: Resend
gu: ફરીથી મોકલો

source: Verify
gu: વેરિફાઇ કરો

# inDot
source: In.
gu: માં.

source: sec
gu: સેકન્ડ

source: Sign Up
gu: સાઇન અપ કરો

source: Please sign up to get started
gu: શરૂ કરવા માટે કૃપા કરીને સાઇન અપ કરો

source: Name
gu: નામ

source: Re-type password
gu: પાસવર્ડ ફરીથી ટાઇપ કરો

# didNotReceivedTheOTP
source: Didn't received the OTP?
gu: શું તમને OTP પ્રાપ્ત થયો નથી?

source: Enter the OTP sent to
gu: મોકલેલ OTP દાખલ કરો

source: Change Password
gu: પાસવર્ડ બદલો

source: Old Password
gu: જુનો પાસવર્ડ

source: New Password
gu: નવો પાસવર્ડ

source: Submit
gu: સબમિટ કરો

source: Welcome
gu: સ્વાગત છે

source: Sign in to continue
gu: ચાલુ રાખવા માટે સાઇન ઇન કરો

source: Create Account
gu: એકાઉન્ટ બનાવો

source: Create An Account
gu: એક એકાઉન્ટ બનાવો

# pleaseFillTheBelowInformation
source: Please fill the below informations.
gu: કૃપા કરીને નીચેની માહિતી ભરો.

# doNotWorryItHappens
source: Don't worry! it happens. Please enter the mobile number which is associated with your account
gu: ચિંતા ન કરો! આવું થાય છે. કૃપા કરીને તમારા એકાઉન્ટ સાથે સંકળાયેલો મોબાઇલ નંબર દાખલ કરો

source: Pump Configuration
gu: પંપ કૉન્ફિગરેશન

source: Enter Power Rating
gu: પાવર રેટિંગ દાખલ કરો

source: Select Power Unit
gu: પાવર યુનિટ પસંદ કરો

source: Select Phase Type
gu: ફેઝ પ્રકાર પસંદ કરો

source: Enter Voltage
gu: વોલ્ટેજ દાખલ કરો

source: Enter Frequency
gu: ફ્રીક્વન્સી દાખલ કરો

# enterMaxHead
source: Enter Maximum Head
gu: મહત્તમ હેડ દાખલ કરો

# enterMaxDischarge
source: Enter Maximum Discharge
gu: મહત્તમ ડિસ્ચાર્જ દાખલ કરો

source: Enter Efficiency
gu: એફિશિયન્સી દાખલ કરો

source: Enter Current Rating
gu: કરંટ રેટિંગ દાખલ કરો

source: Enter Power Factor
gu: પાવર ફેક્ટર દાખલ કરો

source: Select Motor Class
gu: મોટર ક્લાસ પસંદ કરો

source: Select Insulation Class
gu: ઇન્સ્યુલેશન ક્લાસ પસંદ કરો

source: Enter RPM
gu: RPM દાખલ કરો

source: Select Material
gu: મટીરીયલ પસંદ કરો

source: Enter Suction Size
gu: સક્શન સાઇઝ દાખલ કરો

source: Enter Delivery Size
gu: ડિલીવરી સાઇઝ દાખલ કરો

source: Optional Notes
gu: વૈકલ્પિક નોંધ

source: Save Pump Details
gu: પંપ વિગતો સેવ કરો

source: Cancel
gu: કેન્સલ કરો

# successPumpSaved
source: Pump details saved successfully!
gu: પંપ વિગતો સફળતાપૂર્વક સેવ થઈ!

# errorInvalidInput
source: Please enter valid values
gu: કૃપા કરીને માન્ય મૂલ્યો દાખલ કરો

# warningMismatchVoltage
source: Voltage does not match motor rating
gu: વોલ્ટેજ મોટર રેટિંગ સાથે મેળ ખાતો નથી

# infoTipPowerRating
source: Enter the motor power in kW
gu: મોટર પાવર kW માં દાખલ કરો

# infoTipMaxHead
source: Maximum vertical lift of the pump
gu: પંપની મહત્તમ વર્ટિકલ લિફ્ટ

# infoTipMaxDischarge
source: Maximum flow the pump can handle
gu: પંપ દ્વારા સંભાળી શકાય તેવો મહત્તમ ફ્લો

# infoTipEfficiency
source: Pump efficiency in percentage
gu: પ્રતિશતમાં પંપ એફિશિયન્સી

# infoTipCurrentRating
source: Current at rated load in amperes
gu: રેટેડ લોડ પર કરંટ એમ્પીયરમાં

# infoTipPowerFactor
source: Typical motor power factor
gu: સામાન્ય મોટર પાવર ફેક્ટર

# infoTipRpm
source: Motor speed in revolutions per minute
gu: મોટરની ઝડપ પ્રતિ મિનિટ ચક્કરમાં

# infoTipMaterial
source: Pump body material
gu: પંપ બોડીનું મટીરીયલ

source: Home
gu: હોમ

source: History
gu: ઇતિહાસ

source: Profile
gu: પ્રોફાઇલ

source: Settings
gu: સેટિંગ્સ

source: Operations
gu: ઓપરેશન્સ

source: Pump
gu: પંપ

source: Enter Model No.
gu: મોડલ નંબર દાખલ કરો

source: Single Phase
gu: સિંગલ ફેઝ

source: Three Phase
gu: થ્રી ફેઝ

# disposingStarted
source: Pump
gu: પંપ

# disposingFinished
source: Pump
gu: પંપ

source: Selected Phase
gu: પસંદ કરેલ ફેઝ

source: Enter
gu: દાખલ કરો

source: Pump Operation
gu: પંપ ઓપરેશન

source: Switch On/Off
gu: ચાલુ/બંદ સ્વિચ

source: Timer
gu: ટાઇમર

source: On
gu: ચાલુ

source: Off
gu: બંદ

source: Start Time
gu: શરૂઆતનો સમય

source: End Time
gu: સમાપ્તિ સમય

source: Logs
gu: લોગ્સ

source: Welcome to Farming Motor App
gu: ફાર્મિંગ મોટર એપ્લિકેશનમાં આપનું સ્વાગત છે

# controlAndMonitorYouFarmMotorsAnyTime
source: Control and monitor your farm motors anytime, anywhere. Easy, fast, and reliable.
gu: તમારા ફાર્મ મોટર્સને કોઈપણ સમયે, કોઈપણ સ્થળેથી નિયંત્રિત અને મોનિટર કરો. સરળ, ઝડપી અને વિશ્વસનીય.

source: First Name
gu: પ્રથમ નામ

source: Last Name
gu: છેલ્લું નામ

source: Address
gu: સરનામું

source: Enter a Serial Number
gu: સીરીયલ નંબર દાખલ કરો

source: Pump Name
gu: પંપનું નામ

source: Customer
gu: ગ્રાહક

source: Capacity
gu: ક્ષમતા

source: Capacity Unit
gu: ક્ષમતા એકમ

source: Head Range
gu: હેડ રેંજ

source: Head Unit
gu: હેડ એકમ

source: Outlet Size
gu: આઉટલેટ સાઇઝ

source: Outlet Unit
gu: આઉટલેટ એકમ

source: Phase
gu: ફેઝ

source: Supply Voltage
gu: સપ્લાય વોલ્ટેજ

source: Location
gu: સ્થાન

source: Farming Motor App
gu: ફાર્મિંગ મોટર એપ્લિકેશન

source: Smart Pump Control
gu: સ્માર્ટ પંપ નિયંત્રણ

source: No Users found
gu: કોઈ વપરાશકર્તા મળ્યા નથી

source: Total Users
gu: કુલ વપરાશકર્તાઓ

# someThinkWentWrong
source: Something went wrong
gu: કંઈક ખોટું થયું

source: User Profile
gu: વપરાશકર્તા પ્રોફાઇલ

source: Log Out
gu: લોગ આઉટ

source: Add Device
gu: ડિવાઇસ ઉમેરો

source: Required
gu: જરૂરી

source: Please fill the form
gu: કૃપા કરીને ફોર્મ ભરો

source: Add User
gu: વપરાશકર્તા ઉમેરો

source: Total Pumps
gu: કુલ પંપ

source: SR. No
gu: ક્રમાંક

source: Created Date
gu: નિર્માણ તારીખ

source: Updated Date
gu: અપડેટ તારીખ

source: Admin Dashboard
gu: એડમિન ડેશબોર્ડ

# userLogOutSuccessfully
source: User Logged Out Successfully
gu: વપરાશકર્તા સફળતાપૂર્વક લોગ આઉટ થયા

source: No pumps found
gu: કોઈ પંપ મળ્યા નથી

source: Pump Stopped
gu: પંપ બંધ થયો

source: Pump Started
gu: પંપ ચાલુ થયો

# userPasswordChangedSuccessfully
source: Password Changed Successfully
gu: પાસવર્ડ સફળતાપૂર્વક બદલાયો

source: Minute
gu: મિનિટ

source: Please fill valid form
gu: कृपया वैध फॉर्म भरें

# userCreateSuccessfully
source: User created successfully
gu: उपयोगकर्ता सफलतापूर्वक बनाया गया

source: Generated Password
gu: जनरेटेड पासवर्ड

source: User created password
gu: उपयोगकर्ता द्वारा बनाया गया पासवर्ड

source: Failed to create user
gu: उपयोगकर्ता बनाने में विफल

source: Error while creating user
gu: उपयोगकर्ता बनाते समय त्रुटि

source: Something went wrong
gu: कुछ गलत हो गया

source: User is authenticated
gu: उपयोगकर्ता प्रमाणित है

source: Sorry
gu: क्षमा करें

source: This device has no access
gu: इस डिवाइस की पहुंच नहीं है

source: Confirm
gu: ખાતરી

# areYouSureLogout
source: Are you sure you want to logout?
gu: શું તમે લૉગઆઉટ કરવા માંગો છો?

source: Logout
gu: લૉગઆઉટ
